{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t0.0", "text": "Many retailers are personalizing their product offerings, but few do it using AI projects inspired by employees with limited technical background.", "start": 0.0, "end": 9.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t9.0", "text": "Join us when we talk with Katya Walsh, Chief Global Strategy and AI Officer at Levi Strauss & Company, about how the company's AI bootcamps upskill its workforce and inspire innovation.", "start": 9.0, "end": 20.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t20.0", "text": "Welcome to Me, Myself & AI, a podcast on artificial intelligence in business.", "start": 20.0, "end": 26.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t26.0", "text": "Each episode, we introduce you to someone innovating with AI.", "start": 26.0, "end": 30.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t30.0", "text": "I'm Sam Ransbotham, Professor of Information Systems at Boston College.", "start": 30.0, "end": 34.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t34.0", "text": "I'm also the guest editor for the AI and Business Strategy Big Idea Program at MIT Sloan Management Review.", "start": 34.0, "end": 41.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t41.0", "text": "And I'm Shirvin Kottobande, Senior Partner with BCG, and I co-lead BCG's AI practice in North America.", "start": 41.0, "end": 49.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t49.0", "text": "And together, MIT, SMR, and BCG have been researching AI for five years, interviewing hundreds of practitioners and surveying thousands of companies on what it takes to build and to deploy and scale AI capabilities across the organization and really transform the way organizations operate.", "start": 49.0, "end": 68.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t70.0", "text": "Today, Shirvin and I are excited to be talking with Katya Walsh, Chief Global Strategy and AI Officer at Levi Strauss & Company.", "start": 70.0, "end": 76.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t76.0", "text": "Katya, thanks for taking the time to talk with us. Welcome.", "start": 76.0, "end": 78.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t79.0", "text": "Yeah, thank you for joining, Katya.", "start": 79.0, "end": 81.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t81.0", "text": "My pleasure. Thanks for having me.", "start": 81.0, "end": 83.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t83.0", "text": "Can you tell us about your current role? What are you doing for Levi Strauss now?", "start": 83.0, "end": 87.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t87.0", "text": "I'm responsible for a fusion of strategy and artificial intelligence.", "start": 87.0, "end": 92.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t92.0", "text": "And to tell you a little bit more about that, it's really building an integrated capability that connects emerging technologies, data, and AI in one holistic capability in service of our strategic goals.", "start": 92.0, "end": 107.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t107.0", "text": "How long have you been doing that?", "start": 107.0, "end": 109.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t109.0", "text": "I've been the Chief Strategy and AI Officer for Levi Strauss & Company for the last two and a half years. I joined very, very soon before the pandemic began.", "start": 109.0, "end": 119.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t119.0", "text": "So, it has been an induction by fire, and it has been also a great opportunity to show the power of technology in times like this.", "start": 119.0, "end": 128.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t128.0", "text": "Yeah, it's a great time and a challenging time, I'm sure.", "start": 128.0, "end": 131.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t131.0", "text": "So, you didn't start off, though, in this role. Tell us what was happening before two and a half years ago. I believe you actually started as a journalist in Bulgaria. Connected the dots between that and Levi Strauss.", "start": 131.0, "end": 145.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t145.0", "text": "I did grow up in communist Bulgaria at a time when Levi's signified so much more than fashion or clothing. It was really the flag of freedom.", "start": 145.0, "end": 156.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t156.0", "text": "It was about independence and democracy and the unattainable. And I did start as a journalist for one of the very few independent publications in the country.", "start": 156.0, "end": 168.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t168.0", "text": "And very early in my life, I learned the value and the power of information. And information is really data. Newspaper stories are data. There is a field now called data journalism. I didn't know that at the time.", "start": 168.0, "end": 182.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t182.0", "text": "But I learned about the power of information and I developed a real passion for it. And then I had the opportunity to come to the United States on a full scholarship and continue my education.", "start": 182.0, "end": 192.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t192.0", "text": "And that was in the heyday of the internet. So, that's when I developed my second passion for the power of technology to amplify the power of information or data.", "start": 192.0, "end": 201.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t201.0", "text": "Then I continued my education. I got into academia and developed my third passion for machine learning and statistics. I'm not an engineer. I'm a statistician.", "start": 201.0, "end": 210.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t210.0", "text": "But through my education in statistics and machine learning, I developed this third passion about the power of machine learning to help us drive desired outcomes.", "start": 210.0, "end": 221.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t221.0", "text": "What are some of those outcomes you're trying to drive right now at Levi's trials?", "start": 221.0, "end": 226.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t226.0", "text": "This is an industry, whether it's apparel or fashion or retail in general, outside of the likes of Amazon. This industry has been quite analog, manual, imprecise, and traditionally not the best citizen of the planet.", "start": 226.0, "end": 244.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t244.0", "text": "So, my mission at Levi's together with the teams with which I partner and create and grow is to help the company become what used to be analog is now digital.", "start": 244.0, "end": 257.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t257.0", "text": "What used to be manual is now automated. And what used to be intuitive is now precise. We're driving the full digital transformation of the enterprise, but also a disruption of the entire industry.", "start": 257.0, "end": 271.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t271.0", "text": "This is the biggest thing to happen to this whole industry since the first industrial revolution.", "start": 271.0, "end": 276.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t276.0", "text": "That's really quite fascinating. Katja, share a little bit more about some examples of that revolution that's happening in the industry, either at Levi's or whatever you're free to share or anything outside so that audience can have a better sense.", "start": 276.0, "end": 292.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t292.0", "text": "Yes, Shervin. I'm happy to share what we are doing. There are three C's that we center on when we deploy these great capabilities around digitization, data, and AI.", "start": 292.0, "end": 305.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t305.0", "text": "And the first C is always about connections with our consumers. Levi's as a company in its 169 years, for most of that time, had been a manufacturer. It had not had a direct connection with its consumers.", "start": 305.0, "end": 319.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t319.0", "text": "But we recognize the importance of deepening the connections we have, not just with consumers, but with our fans. What is great about Levi's, an iconic brand like it, is that our consumers are not just consumers.", "start": 319.0, "end": 333.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t333.0", "text": "They are ardent fans that literally tattoo the brand on themselves. And so we want to deepen that connection and we want to use everything technology has to offer to us to do so.", "start": 333.0, "end": 344.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t344.0", "text": "And of course, you know what I'm talking about. It starts with some things like personalization that everyone else is doing, but we would like to think we're doing even more.", "start": 344.0, "end": 353.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t353.0", "text": "And one example of that is we're completely personalizing the online experiences. So when you go, whether it's on the app or the e-commerce site, what you see should be somewhat customized to your previous browsing behaviors, to your needs and desires, to everything we know,", "start": 353.0, "end": 373.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t373.0", "text": "and always shared with permissions. So deepening the connections with our consumers is a big part of what we do. Another C that we center on is we want to make sure that we use technology, digitization, data and AI to create smarter commerce.", "start": 373.0, "end": 391.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t391.0", "text": "And this is where anything around internal efficiencies can be very helpful to the company. It may not immediately or directly touch the consumer, but it certainly has an impact on the consumer.", "start": 391.0, "end": 403.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t403.0", "text": "So one example of what we've been able to do during and after the recent pandemic crisis was pricing optimization. When we were facing the depth of the lockdowns as a global company, we certainly felt the impact of the pandemic all over the world.", "start": 403.0, "end": 423.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t423.0", "text": "We had at one point two thirds of our stories that had to be closed. On the one hand, being global gave us diversification and where we had to be closed in other parts of the world, we were able to be open. And that gave us some learnings.", "start": 423.0, "end": 437.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t437.0", "text": "On the other hand, we did feel the impact all over the world. And we used AI to determine the optimal price at which our products would sell anywhere in the world, through what channel, at what price, to which consumer.", "start": 437.0, "end": 452.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t452.0", "text": "And that was very helpful because we did not have to actually discount. A lot of our competitors did not have this incredible powerful tool. And they had to discount as they were facing piles of inventory. But because of the strengths of the Levi's brand and because of the application of machine learning, we were able to predict that our products would sell at full price.", "start": 452.0, "end": 474.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t474.0", "text": "So that helped the consumers to get what they needed, but it also helped the financial margins of the company. And then the third C that we're also making smarter, where we apply artificial intelligence is creation. The very nature of what this company does.", "start": 474.0, "end": 489.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t489.0", "text": "And one example is that we have recently started to use AI in the design process. We now use convolutional neural networks, for example, to create new designs that process thousands and thousands of images. For example, Van Gogh's Starry Night or David Hockney's artwork or Jasper John's artwork.", "start": 489.0, "end": 512.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t512.0", "text": "And we can now create Trucker Jackets, which is a legendary product that Levi's literally invented. But on that, there is now Van Gogh artwork, which we will be producing and selling to the world.", "start": 512.0, "end": 527.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t528.0", "text": "I think I need some dolly pants.", "start": 528.0, "end": 531.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t531.0", "text": "It's quite fascinating, particularly the design example. The next question that I have in my mind is the role of human here, particularly since you mentioned design. And I have to imagine that this in the past has always been a very human centered process. So how is Levi's bringing human and AI together to achieve outcomes that neither one could do on their own?", "start": 531.0, "end": 558.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t558.0", "text": "Yeah, I would venture to say that humans are actually the most important part of artificial intelligence, whether it's human centric design, which we of course aspire to, or it's humans that are making machines smarter. And of course, in turn, machines help us become even better.", "start": 558.0, "end": 577.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t577.0", "text": "In the case of the AI-powered design that I mentioned, what is even more fascinating is that this work at Levi's was pioneered by one of our young designers who had no formal training in machine learning or computer science. He's one of the 101 graduates of our industry first machine learning bootcamp that we pioneered in 2021.", "start": 577.0, "end": 601.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t601.0", "text": "For that bootcamp, we took a number of people across the entire company, everywhere in the world from 24 locations, from every single function, including retail stores and design. We fully democratized this process of teaching machine learning so that we could get the change agents we needed for digital transformation across the company and also help ourselves in this ongoing war for talent in AI.", "start": 601.0, "end": 630.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t631.0", "text": "So the creator, going back to the AI-powered design, the creator of this was actually a graduate of this bootcamp and is absolutely central to the design process.", "start": 631.0, "end": 640.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t661.0", "text": "Can you comment more about this university you were talking about to really educate and upscale and reskill?", "start": 661.0, "end": 673.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t673.0", "text": "I think you said 101 graduates so far, is that right?", "start": 673.0, "end": 676.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t677.0", "text": "That's right. We've had two classes, we call them cohorts from our 2021 application process. We had about 450 applications. This is not a program for everyone just to be clear because it takes people out of their day job for eight weeks.", "start": 677.0, "end": 695.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t695.0", "text": "I have my colleagues to thank for making their people available for eight weeks. We'll take people for eight weeks out of their day job. It was incredibly immersive and intensive and hands-on. We coded a bootcamp for a reason.", "start": 695.0, "end": 710.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t710.0", "text": "They literally had no time to do anything else and they were exhausted when the time for graduation came. They worked with real data to solve Levi's problems. We were actually able to deploy the models they created after the bootcamp.", "start": 710.0, "end": 725.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t725.0", "text": "Bottles that were looking at prediction of demand, as I mentioned earlier, that's incorporated into that work. The AI-powered design will also be taken further.", "start": 725.0, "end": 736.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t736.0", "text": "Also other things like personalization of our marketing messages, that is something that the bootcamp graduates worked on. We created this for Levi's people with Levi's data to solve Levi's problems.", "start": 736.0, "end": 750.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t750.0", "text": "We are now in the process of selecting the next graduates who will start in April and graduate in May. Then we'll have another cohort, another class in the fall of 2022 as well. This is an ongoing effort and I'm very proud of that.", "start": 750.0, "end": 768.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t768.0", "text": "This is really great, fascinating. It seems like in a few years you'll have several hundreds of folks that I'm assuming are going to be embedded in different lines of business. These are not your technical folks that are maybe in the technology or AI or data science or engineering group.", "start": 768.0, "end": 787.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t787.0", "text": "What a great way to upskill and immerse folks in the business about the power of AI. Is the ambition to continue this until almost everyone's gone through this or what's the ambition?", "start": 787.0, "end": 801.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t802.0", "text": "Well, Shervin, first of all, you're right that most of the people who graduate from the bootcamp go back to their roles. They're not necessarily changing their job. There are people who want to become very advanced data scientists. Of course, we don't want to deprive them of that opportunity. We do give them that opportunity when the time comes.", "start": 802.0, "end": 822.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t822.0", "text": "But the vast majority stay in the existing roles and thus upgrade their own roles. In that context, I want to mention two other Cs that we are also targeting through this combination of digitization, data and AI capability we are building.", "start": 822.0, "end": 839.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t839.0", "text": "I did mention earlier the connections with consumers, the commerce that we are making even smarter and of course the creation process. We have now two other smarter Cs. One is careers. People who go through this bootcamp do change their outlook and the abilities to have a career, whether it's at Levis or outside of Levis.", "start": 839.0, "end": 859.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t859.0", "text": "Although I'm proud to also say that in this time of great resignation, the very vast majority of the graduates have stayed with Levis and I do credit the bootcamp at least to a certain extent for that. And then the other smart C is culture. These people are now helping us change the culture in the whole enterprise globally. They think differently. They know the language. They speak it. They connect with data scientists, engineers and product managers.", "start": 859.0, "end": 887.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t887.0", "text": "And so collectively through all of that, we are transforming the company for its next 169 years.", "start": 887.0, "end": 894.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t894.0", "text": "Katya, can you give us another example of someone who's graduated from the bootcamp that's gone on to do a good project?", "start": 894.0, "end": 901.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t901.0", "text": "We have lots of examples, actually. We have 101 examples at this point. But one other example that I think is also particularly compelling is about a graduate who is a retail store manager.", "start": 901.0, "end": 915.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t915.0", "text": "Someone who had never seen code in her life before. Her job had been a stylist for 11 years. So she's very close to the consumers. She talks to consumers all the time. She helps them make styling decisions. She recommends what they should pair with what.", "start": 915.0, "end": 931.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t931.0", "text": "But now she has acquired skills that have enabled us to create a model that bundles items in our vast array of inventory that work very well with each other, that create outfits.", "start": 931.0, "end": 946.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t946.0", "text": "And so through this automated process, this retail store manager in our Denver premium outlet store is able to proactively go ahead and suggest something that's not only her own personal idea, but is based on the recommendations of a machine learning model.", "start": 946.0, "end": 962.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t962.0", "text": "She's able to recommend bundles of items, entire outfits to all consumers. And of course, because it's a model, it's always learning. She's always getting new data and it's always getting even better.", "start": 962.0, "end": 975.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t975.0", "text": "What a great story. Send that woman to Sam for some fashion.", "start": 975.0, "end": 980.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t980.0", "text": "I'll give you one other example of a machine learning bootcamp graduate and what she did, a woman who works in our Las Vegas distribution center. So she went back to her old job where she had been facing an ongoing problem for years.", "start": 980.0, "end": 995.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t995.0", "text": "And the problem was that every day the distribution center experiences downtime. Something goes wrong. Equipment breaks, a part wears out and the distribution center would have to go anywhere from 15 minutes to two hours with no work, just complete downtime.", "start": 995.0, "end": 1014.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1014.0", "text": "Well, we would continue to have to pay, of course, the costs of labor and we would be missing out on the profits of shipping orders out.", "start": 1014.0, "end": 1024.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1024.0", "text": "So this young woman went back to her job with the skill she had learned and said, well, I can now tackle this problem. So she created a predictive maintenance model that now predicts with a great deal of accuracy what equipment is going to malfunction in the next 30 days.", "start": 1024.0, "end": 1040.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1040.0", "text": "Moreover, she designed an app that shows those predictions in an easy to view way and automatically dispatches technicians to go ahead and preventatively check the equipment. So now there is no downtime in this particular distribution center.", "start": 1040.0, "end": 1057.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1057.0", "text": "What are some things that you think that are involved with responsible use of AI and ethical and trusted use of AI within Levi Strauss? I know this is something you've been thinking about and working on.", "start": 1057.0, "end": 1068.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1068.0", "text": "Very much thinking about and working on AI for good. It's a very powerful tool, as we know, but like any tool, it can be used for good and for not so good.", "start": 1068.0, "end": 1080.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1080.0", "text": "And one of the reasons I'm so happy to be at a company like Levi's is that it really does bring a lot of values that are transcending an industry or geography or even an era.", "start": 1080.0, "end": 1092.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1093.0", "text": "So within the context of data and AI, we have set a conduct of ethics for everyone who works with data in the company. Over time, that will be everyone in the entire enterprise.", "start": 1093.0, "end": 1105.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1105.0", "text": "Everyone who works with data in the company at this time has to actually sign a code of ethics, not unlike the Hippocratic oath, to make sure that we always protect our consumers, our company, our shareholders.", "start": 1105.0, "end": 1118.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1118.0", "text": "Because how can you delight consumers if you're not protecting them? And then there are other things that we are doing to ensure that we use data and machine learning with utmost care.", "start": 1118.0, "end": 1129.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1129.0", "text": "For example, as you well know, there is still a lot of opportunity, unfortunately, for bias in models and algorithms and the outcomes from that.", "start": 1129.0, "end": 1140.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1140.0", "text": "So while we know that you cannot ever completely eliminate bias in life, we are doing our best to minimize it. And there are three ways in which we do so.", "start": 1140.0, "end": 1149.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1149.0", "text": "One through the people. The more diverse people we have who work with data and bring data and create algorithms, the more likely we'll have these implicit checks and biases to ensure that we minimize bias.", "start": 1149.0, "end": 1161.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1161.0", "text": "The other reason we bring such diverse data is not only because it can enrich our models, but because it can also help minimize bias.", "start": 1161.0, "end": 1170.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1170.0", "text": "So that's why the data sets are so different. And sometimes we bring together data sets that have never met in the past.", "start": 1170.0, "end": 1177.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1177.0", "text": "And it's amazing what you can find out when that happens. But that also helps minimize bias.", "start": 1177.0, "end": 1182.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1182.0", "text": "And the third way in which we work to minimize bias is the diversity of tools. We purposefully deploy a great deal of open source tools.", "start": 1182.0, "end": 1191.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1191.0", "text": "We make sure that, yes, while it's beneficial to work with certain vendors, we also always want to stay on top of what's next.", "start": 1191.0, "end": 1199.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1199.0", "text": "And what's great about open source tools is that they're worked on literally all over the world by anyone who has the skills.", "start": 1199.0, "end": 1205.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1205.0", "text": "That is one of the reasons we also deploy open source tools to ensure diversity.", "start": 1205.0, "end": 1211.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1211.0", "text": "I want to go back to one of the comments you made a bit earlier about modernizing, digitizing, infusing with deeper, better data and analytics.", "start": 1211.0, "end": 1222.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1222.0", "text": "Those functions in the company, particularly in a sector like fashion retail, that maybe generally have traditionally been quite analog.", "start": 1222.0, "end": 1235.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1235.0", "text": "We talked about merchandising and planning and I'll add to it maybe forecasting and pricing and things of that nature.", "start": 1235.0, "end": 1241.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1241.0", "text": "Can you share some stories about how you've been able to bring folks who grew up sort of in a different era or are much more used to the old way of doing things?", "start": 1241.0, "end": 1253.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1253.0", "text": "And how do you bring the new and old together in a collaborative way?", "start": 1253.0, "end": 1260.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1260.0", "text": "I think what you're talking about is in general how one can shepherd a change in a company or in an organization in general.", "start": 1260.0, "end": 1268.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1268.0", "text": "And this has been my entire career. I spent 20 plus years at the intersection of technology and data and analytics and machine learning.", "start": 1268.0, "end": 1278.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1278.0", "text": "And most of that career has been actually helping companies transform themselves to meet their strategic goals.", "start": 1278.0, "end": 1286.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1286.0", "text": "It's particularly challenging with technology and especially when you look at a particular technology like AI because it can be seen as so intimidating.", "start": 1286.0, "end": 1295.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1295.0", "text": "And so one of my aspirations and missions actually has been to humanize it, to make it closer to people, to give it a face, to help people understand that not only is it not there to replace jobs, for example,", "start": 1295.0, "end": 1310.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1310.0", "text": "but it is there to help them succeed even more, to make them even smarter.", "start": 1310.0, "end": 1316.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1316.0", "text": "And that's one of the reasons I introduced this machine learning boot camp, not only at Levi Strauss and Company, but at other companies as well.", "start": 1316.0, "end": 1323.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1323.0", "text": "So humanizing this capability is very important.", "start": 1323.0, "end": 1328.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1328.0", "text": "And how exactly we do that may depend on the specific context of a company or an organization and certainly even within a time that can change.", "start": 1328.0, "end": 1337.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1337.0", "text": "But I really believe in exciting and inspiring people about it and helping them get on board because they want to, not because they feel threatened.", "start": 1337.0, "end": 1345.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1345.0", "text": "Are there lessons there for others who are playing similar roles as an agent of change in terms of how they might go about implementing changes of this sort?", "start": 1345.0, "end": 1359.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1359.0", "text": "Yeah, one thing that I have found very helpful, this is now the third company in which I am transforming the enterprise, not alone.", "start": 1359.0, "end": 1368.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1368.0", "text": "And that's actually one of the lessons. You cannot do it alone. You have to make sure that you garner that support.", "start": 1368.0, "end": 1374.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1374.0", "text": "And that support has to be throughout the organization, certainly at the top leadership level, but also throughout grassroots and sideways as well.", "start": 1374.0, "end": 1384.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1384.0", "text": "So getting that support is really critical. But in addition to that, I've had this motto of think big, start small and scale fast.", "start": 1384.0, "end": 1396.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1396.0", "text": "I suppose the start small can be seen as a compromise, but I don't see it as a compromise.", "start": 1396.0, "end": 1401.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1401.0", "text": "I see it as an opportunity to deliver immediate value. And that's a big part of getting people on board.", "start": 1401.0, "end": 1408.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1408.0", "text": "When we are able to show value very quickly, even if it's not the biggest value in the world, it has to be meaningful to excite people.", "start": 1408.0, "end": 1416.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1416.0", "text": "But if people are able to see it very, very quickly and very concretely in their own business unit function, geography, that certainly gets people on board.", "start": 1416.0, "end": 1427.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1427.0", "text": "Because they see, wow, this is helping me solve a problem that I've been looking to tackle all this time, or this is helping me meet my commercial goal that otherwise I might have struggled to achieve.", "start": 1427.0, "end": 1438.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1438.0", "text": "That helps a great deal. And what it also does is if there are people sitting on the sidelines, it makes them want to say, well, how come I don't have this?", "start": 1438.0, "end": 1448.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1448.0", "text": "I want to get this as well. So it creates a little bit of healthy competition.", "start": 1448.0, "end": 1452.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1452.0", "text": "So to summarize, some of what I found helpful has been certainly ensuring support throughout the company.", "start": 1452.0, "end": 1458.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1458.0", "text": "And one way in which it has helped me to do that is to think big, start small, scale fast, show that immediate value and get people on board.", "start": 1458.0, "end": 1468.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1468.0", "text": "And educate and humanize, as you talked about earlier.", "start": 1468.0, "end": 1471.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1471.0", "text": "That also.", "start": 1471.0, "end": 1472.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1472.0", "text": "It's not a simple answer. It's a real transformation.", "start": 1472.0, "end": 1476.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1476.0", "text": "Yes. The other thing is that when we build these capabilities, I want to actually address a potential fallacy.", "start": 1476.0, "end": 1486.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1486.0", "text": "A lot of companies emerge on a digital transformation as we're calling it now.", "start": 1486.0, "end": 1492.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1492.0", "text": "We've been digital for the last 25 years as a world, but I guess COVID has accelerated this need to modernize businesses in every industry.", "start": 1492.0, "end": 1501.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1501.0", "text": "But a lot of companies embark on that without having a clear vision or view of why they're doing that.", "start": 1501.0, "end": 1507.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1507.0", "text": "And that's why the fusion with strategy is so important because it gives that why.", "start": 1507.0, "end": 1512.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1512.0", "text": "But the other thing to keep in mind too is it's not about building technology.", "start": 1512.0, "end": 1516.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1516.0", "text": "Yes, technology matters a great deal. It's a key enabler.", "start": 1516.0, "end": 1521.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1521.0", "text": "But we have to be careful about build it and they'll come.", "start": 1521.0, "end": 1525.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1525.0", "text": "We have not built the perfect data ocean.", "start": 1525.0, "end": 1528.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1528.0", "text": "We have it. We have gotten it started. It will never be perfect because data is never perfect.", "start": 1528.0, "end": 1533.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1533.0", "text": "It's always coming at us like a tsunami.", "start": 1533.0, "end": 1536.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1536.0", "text": "I wouldn't say that we have built the perfect platforms yet either.", "start": 1536.0, "end": 1540.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1540.0", "text": "Again, because they're developing so fast in such a dynamic field.", "start": 1540.0, "end": 1544.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1544.0", "text": "But what we are doing is to show that value very consistently and hopefully growing it over time.", "start": 1544.0, "end": 1551.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1551.0", "text": "And that's what the essence of transformation is.", "start": 1551.0, "end": 1555.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1556.0", "text": "Katya, it's great talking with you. Thanks for taking the time to talk with us. We've really enjoyed it.", "start": 1556.0, "end": 1560.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1560.0", "text": "It's really been great. Thank you, Katya.", "start": 1560.0, "end": 1562.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1562.0", "text": "My pleasure, Sam and Shervin. Nice to meet you.", "start": 1562.0, "end": 1565.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1565.0", "text": "Thanks for listening. Next time we chat with Koby Abayome, Senior Vice President of Data Science at Warner Music Group.", "start": 1565.0, "end": 1571.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1571.0", "text": "Don't worry, neither Shervin or I will sing.", "start": 1571.0, "end": 1574.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1574.0", "text": "Thanks for listening to Me, Myself and AI.", "start": 1574.0, "end": 1577.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1577.0", "text": "We believe, like you, that the conversation about AI implementation doesn't start and stop with this podcast.", "start": 1577.0, "end": 1583.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1583.0", "text": "That's why we've created a group on LinkedIn specifically for listeners like you.", "start": 1583.0, "end": 1586.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1586.0", "text": "It's called AI for Leaders.", "start": 1586.0, "end": 1588.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1588.0", "text": "And if you join us, you can chat with show creators and hosts, ask your own questions, share your insights,", "start": 1588.0, "end": 1594.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1594.0", "text": "and gain access to valuable resources about AI implementation from MIT SMR and BCG.", "start": 1594.0, "end": 1599.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1599.0", "text": "You can access it by visiting MITSMR.com forward slash AI for Leaders.", "start": 1599.0, "end": 1606.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1606.0", "text": "We'll put that link in the show notes and we hope to see you there.", "start": 1606.0, "end": 1609.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1613.0", "text": "Thanks for listening to Me, Myself and AI.", "start": 1613.0, "end": 1620.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1620.0", "text": "Our show is able to continue in large part due to listener support.", "start": 1620.0, "end": 1623.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1623.0", "text": "Your streams and downloads make a big difference.", "start": 1623.0, "end": 1626.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1626.0", "text": "If you have a moment, please consider leaving us an Apple podcast review or a rating on Spotify", "start": 1626.0, "end": 1631.0}
{"title": "From Journalism to Jeans - Levi Strauss' Katia Walsh", "date": "Apr-22", "url": "https://open.spotify.com/episode/62Fm7qE4s3mpIPLR41NM6e", "id": "From Journalism to Jeans - Levi Strauss' Katia Walsh-t1631.0", "text": "and share our show with others you think might find it interesting and helpful.", "start": 1631.0, "end": 1635.0}
